Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Design of tubular members and tubular joints for ultimate loads according to NORSOK N-004.
nb: Design av hulprofil og hulprofils bindeledd for bruddgrensetilstands last i henhold til NORSOK N-004.

source: Introduction to the basic theory of Hilbert and Banach spaces, L_p-spaces, Paley-Wiener spaces and sampling of continuous functions.
nb: Innføring i grunnleggende teori for Hilbert- og Banach rom, L_p-rom, Paley-Wiener rom og sampling av kontinuerlige funksjoner.

source: A total of 202 Scottish patients (61.3% men) received the extended IPS-MoHO intervention.
nb: Til sammen 202 skotske pasienter (61,3% menn) fikk dette utvidede IPS-MoHO-tilbudet.

source: specialization at the highest level of the subject or discipline and (3) In addition to the requirements of basic competence in teaching and supervision at the university and col ege level set
nb: faget eller disiplinen på høyeste nivå og (3) I til egg til de krav til grunnleggende kompetanse for undervisning og veiledning på universitets- og høyskolenivå som er

source: radicalization and violent extremism, but one can work to recognize the chal enge and reduce the risk
nb: ekstremisme, men man kan jobbe for å erkjenne utfordringen og redusere risikoen for at slike fenomener

source: - FILIORUM will maintain a cross-sectional and multimethodological focus.
nb: − FILIORUM skal ivareta et tverrfaglig og flermetodisk fokus.

source: • has professional integrity and focuses on quality in their work
nb: • har faglig integritet og fokus på kvalitet i sitt arbeid

source: The award shall encourage research presentation/communication, artistic presentation and community involvement.
nb: Prisen skal stimulere til forskningsformidling/-kommunikasjon, kunstnerisk formidling og samfunnsengasjement.

source: I am studying for a Master's degree in Business Administration at the UiS because:
nb: Jeg studerer master i økonomi og administrasjon ved UiS fordi:

source: Julie Holter Heggdal og Sondre Løcka, graduate students at UiS Business School, have participated in
nb: Handelshøgskolen ved UiS og Senter for innovasjonsforskning deltar i ny satsing på sirkulær bioøkonomi på Vestlandet

source: collaborate with other public and private community actors who have experience with similar
nb: med andre offentlige og private samfunnsaktører som har erfaring med tilsvarende

source: Orthogonal functions and Fourier series.
nb: Ortogonale funksjoner og Fourierrekker.

source: • documentation of curatorial work using visual and text-based presentations and audiovisual
nb: • dokumentasjon av kuratorisk arbeid ved hjelp av visuel e og tekstbaserte presentasjoner og

source: In front from left Luis Saavedra Jerez, Mohammed Ali and Vegard Bror Trodal.
nb: Foran fra venstre Luis Saavedra Jerez, Mohammed Ali og Vegard Bror Trodal.

source: Furthermore, SAMSIK is also present on social media platforms such as Facebook and LinkedIn.
nb: Linjeforeningen er også tilstede på sosiale medier som Facebook og LinkedIn.

source: - FILIORUM will contribute to securing visiting positions and collaborations at international
nb: − FILIORUM skal bidra til å fremme at stipendiater og forskere har forskeropphold- og

source: It is important that you have insurance when travelling.
nb: Det er viktig at du har forsikring når du reiser.

source: It is equal y important to realise that one can never eliminate the risk of
nb: Like viktig er det å innse at man aldri kan fjerne risikoen for radikalisering og voldelig

source: How do I get an ORCID?
nb: Hvordan få ORCID?

source: Information on how to download the Safe Exam Browser can be found on the
nb: Informasjon om hvordan du laster ned Safe Exam Browser finnes på

source: This study takes place at SUS.
nb: Denne studien skjer ved SUS.

source: Writers’ Night is over – download the presentations
nb: Skrivenatt er over – last ned presentasjoner

source: A selection of unit operations (sedimentation, filtering, ad- and absorption, heat Exchange, ideal reactors, dewatering and drying) often used for industrial applications within chemical and environmental engineering will be treated.
nb: Utvalgte enhetsoperasjoner (sedimentering, filtrering, adsorpsjon, absorpsjon, varmeveksling, ideelle reaktorer, avvanning og tørking) som blir mye brukt innen kjemisk og miljøteknisk industri blir gjennomgått.

source: • Assignments with a weight of 50 % for the final result
nb: • Oppgaver som teller 50% av sluttkarakteren

source: Jane O’Hara from the University of Leeds is a leading patient and family involvement researcher.
nb: Jane O’Hara fra Universitetet i Leeds er en ledende pasient- og pårørendeforsker.

source: Pressure and temperature.
nb: Trykk og temperatur.

source: Her research focus on children's development of language and literacy, specifically children with dyslexia, specific language difficulties and children with minority languages/bilingual children.
nb: Hun forsker på barns utvikling av språk og leseferdigheter med fokus på barn med dysleksi, spesifikke språkvansker og minoritetsspråklige/flerspråklige barn.

source: Employees working 20% of full-time hours or more automatically become members of the Norwegian Public Service Pension Fund (
nb: Ansatte med 20% stilling eller mer, blir automatisk medlem av Statens pensjonskasse (

source: Documentation for early admission:
nb: Dokumentasjon for tidlig svar:

source: Fatigue load models, fatigue strength curve of structural details and design methods according to Eurocode and DNV GL.
nb: Utmattings last modeller, utmattings styrke av strukturelle detaljer og designmetoder i henhold til Eurocode og DNV GL.

source: • demonstrated results from new conceptions, innovation and entrepreneurship, based on research and
nb: • kan vise til resultater fra nyskaping, innovasjon og entreprenørskap, basert på forskning og faglig

source: Background on sedimentology and stratigraphy that can be used as a basis for other fields in geology, engineering and economics, for instance related to petroleum and other reservoirs.
nb: Bakgrunn om sedimentologi og stratigrafi som kan brukes som grunnlag for andre områder innen geologi, ingeniørfag og økonomi, for eksempel relatert til petroleum og andre reservoarer.

source: The Lego equipment consists of different types of sensors (light, ultrasound, gyro) and electric motors, and in order for the students to understand the principle behind these sensors and motors, an introduction is given to wave physics and electromagnetism.
nb: Legoutstyret består av ulike type sensorer (lys, ultralyd, gyro) og elektromotorer, og for at studentene skal forstå prinsippet bak disse sensorene og motorene gis det en introduksjon til bølgefysikk og elektromagnetisme.

source: EndNote Online is a more simplified version that EndNote Desktop and is recommended for bachelor and master’s students.
nb: EndNote Online er litt forenklet i forhold til EndNote Desktop, og anbefales til deg som skal skrive en bachelor- eller masteroppgave.

source: Environmental behaviour and fate of pollutant chemicals
nb: Kjemiske miljøgifters spredning og oppførsel (fate) i naturen

source: - Sample preparation (mechanical and chemical)
nb: - Prøveforberedelse (mekanisk og kjemisk)

source: Structural health monitoring methods, data acquisition, structural properties extraction, structural condition evaluation, and damage detection.
nb: Tilstandsanalyse metoder, innhenting av informasjon, strukturelle egenskaper, strukturell tilstands evaluering og oppdagelse av skade.

source: Tensor notation, Fundamentals of linear elasticity theory.
nb: Tensornotasjon, grunnleggende elastisitetsteori.

source: Use the limit concept to define continuity, differentiability and integration.
nb: Kjenne grensebegrepet for reelle funksjoner, og kunne definere kontinuitet, deriverbarhet og integrasjon ved grensebegrepet.

source: Also contributors from UiS!
nb: Også bidragsytere fra UiS!

source: activity consists mainly of less labour-intensive activities, such as interviews, lectures and informal advising.
nb: hovedsak består av mindre arbeidskrevende aktiviteter, som intervjuer, foredrag og uformell rådgivning.

source: (selective prevention) is aimed at people who are at risk of being radicalized
nb: (selektiv forebygging) er tiltak mot personer som befinner seg i faresonen

source: Almost all applications nowadays use some form of a database.
nb: Nesten alle applikasjoner i dag bruker en form for database.

source: The Report is commissioned by The Stiim Aqua Cluser in cooperation with Norsk Industri, DnB, Stavanger Municipality, Rogaland County and Greater Stavanger.
nb: Rapporten er skrevet på oppdrag av Stiim Aqua Cluser i samarbeid med Norsk Industri, DnB, Stavanger kommune, Rogaland Fylkeskommune og Greater Stavanger.

source: (indicative prevention) is about implementing measures against clearly
nb: (indikativ forebygging) omhandler tiltak mot åpenbart radikaliserte personer,

source: Staff theory section - jazz
nb: Ansatte i teoriseksjonen - jazz

source: Be able to carry out an independent, limited research or development project under supervision and in accordance with current research ethics standards which involves preparing data mining pipelines, evaluation, and tune parameters for various data mining models and deep learning using state-of-the-art tools.
nb: kan gjennomføre et selvstendig, avgrenset forsknings- eller utviklingsprosjekt under veiledning og i tråd med gjeldende forskningsetiske normer som innebærer å implementere data mining pipelines, vurdere og stille parameterne for ulike data mining modeller ved hjelp av state-of-the-art verktøy.

source: An introduction to correlation, linear regression, analysis of variance and chi squre tests.
nb: Anatomi, fysiologi og biokjemi har fokus på kroppens naturlige oppbygning og funksjon, og inneholder følgende tema:

source: Estimation, in particular the maximum likelihood principle,and confidence intervals in various situations.
nb: Litt om estimering, spesielt sannsynlighetsmaksimeringsprinsippet, og konfidensintervaller i ulike situasjoner.

source: A large-scale (1:8) jacket model was tested for plunging breaking waves in the Large Wave Facility in Germany.
nb: En storskala (1:8) modell ble testet for å kaste bruddbølger i Large Wave Facility i Tyskland.

source: The project is co-financed by the EU's Erasmus program.
nb: Prosjektet er delfinansiert av EUs Erasmus+ - program.

source: Studentmållaget in Stavanger is part of an organization called Norsk målungdom
nb: Studentmållaget i Stavanger er lokallaget til Norsk Målungdom og Noregs Mållag på Universitetet i St

source: Effervescent tablets releases carbon dioxide (CO2) gas when wet.
nb: Brusetabletter utvikler karbondioksidgass (CO2) når de blir våte.

source: The educational programs of the CSs have been delivered to more than 650 patients at the Patient Education Center, Stavanger University Hospital (as of the end of 2019).
nb: Opplæringstilbudet på kreftskolene er gitt til mer enn 650 pasienter ved pasientopplæringssenteret ved Stavanger universitetssykehus (ved utgangen av 2019).

source: It is further an advantage to have taken FYS100 Mechanics and MAT100 mathematical methods 1. Exam
nb: Det er en fordel med også FYS100 Mekanikk og MAT100 Matematiske Metoder 1. Eksamen / vurdering

source: You will find the IT Service Desk at Kitty Kielland's house, basement.
nb: Du finner IT-servicedesk i Kitty Kiellands hus, underetasje.

source: The CIIP – Centre for Innovation, Institutions and Policy – will investigate to see how technologica
nb: CIIP – Centre for Innovation, Institutions and Policy skal se nærmere på hvordan teknologiske endrin

source: Nettskjema is a Self-service solution for secure data collection available for employees and students at the University of Stavanger.
nb: Selvbetjent skjemaløsning og sikker løsning for datasamling via nett for ansatte og studenter ved Universitetet i Stavanger.

source: know the most common models for turbulent flow
nb: de vanligste modellene for turbulent strømning

source: Mean and fluctuating wind forces.
nb: Middel i tid- og varierende vindlaster.

source: This semester has 25 credits of specialization courses and 5 credits of elective courses.
nb: Dette semesteret har 25 sp spesialiserings emner og 5 sp valgemner.

source: Carry out and convey reasoning about varieties and about regular and rational maps.
nb: Kunne gjennomføre og formidle resonnementer om varieteter og om regulære og rasjonale avbildninger.

source: The students will also get an overview over the state-of-the-art methods for materials' characterization.
nb: Kjenne til forskellige termodynamiske fenomener på mikroskopisk nivå, herunder faseoverganger, varmekapasitet, magnetisering, spin-systemer.

source: Have a basic understanding of hypothesis testing and be able to perform hypothesis testing for one and several samples.
nb: Kjenne generelle prinsipp for hypotestesting og kunne bruke dette på ett og flerutvalgsproblemer.

source: Introduction to simplified risk analysis of structures.
nb: Innføring i enkle risikoanalyser av konstruksjoner.

source: Independence and col aboration: The appointee to the post of professor must be able to document
nb: Den som ansettes som professor må kunne dokumentere at han/hun er

source: The course also emphasises relevant theories, methods, and qualitative research practices to develop knowledge, skills and competence to engage in planning, conducting and writing up qualitative inquiry.
nb: Kan anvende faglig kunnskap og skjønn til å veilede barn, unge og deres foreldre og foresatte i forhold til hjelpeapparat og tiltak når det gjelder vold, overgrep og andre traumatiske erfaringer.

source: Mastøk is an association for master students in business administration and accounting in the school of business (HH) at the University of Stavanger.
nb: Mastøk er linjeforeningen for masterstudenter innen økonomi og administrasjon og regnskap og revisjon ved Handelshøgskolen ved Universitetet i Stavanger.

source: As an alternative, students can choose to specialie in sustainable urban development and mobility, safe and robust cities, or renewable energy solutions, through elective courses at UiS, see below.
nb: Alternativt kan studentene velge å fordype seg i bærekraftig byutvikling og mobilitet, trygge og robuste byer, eller fornybare energiløsninger, ved å ta kurs ved UiS, se nedenfor.

source: Gorm Kipperberg is the new Professor of Environmental Economics at UiS
nb: Gorm Kipperberg er ny professor i miljøøkonomi ved UiS

source: In fall 2021, all master students at UiS are able to sign up for the InGenious challenges by taking the MSB415 (
nb: Høsten 2021 kan alle masterstudenter ved UiS melde seg opp til InGenious-utfordringer ved å ta kurset MSB415 (

source: analysis and interpretation of data,
nb: analyse og fortolkning av data

source: Conference The Future of Mathematics Education
nb: verbene i kompetansemålene, PRUV og regning i alle fag.

source: Regulations concerning admission to studies and courses at the University of Stavanger
nb: Forskrift om opptak til studier og emner ved Universitetet i Stavanger

source: Nominations shall be justified and documented in the form of:
nb: Forslag skal være begrunnet og dokumentert i form av:

source: ORCID makes it easier for you to change your name, job or institution.
nb: ORCID gjør det uproblematisk for deg å bytte navn, jobb eller institusjon.

source: Understand wavelet analysis and multiresolution analysis and their applications.
nb: Forstå wavelet- og multiresolusjonsanalyse og anvendelser av disse.

source: Knowledge from CERN
nb: Hva skjer på CERN?

source: The Charter and Code and UiS Strategy both emphasize the importance of increased mobility, open, transparent and merit based recruitment and better opportunities for career development for researchers.
nb: Både Charter og Code og UiSs strategi, vektlegger arbeid med mobilitet og tilrettelegging for bedre internasjonalisering, bedre og tydeligere rekrutteringsprosesser, og muligheter for kompetanseutvikling og karriereutvikling for vitenskapelig ansatte.

source: Computer aided manufacturing (CNC programming 'ISO and conversational', GT and CAPP, etc.)
nb: Datastøttet produksjon (CNC-programmering 'ISO and conversational', GT and CAPP)

source: This topic covers microbial communities in oil reservoirs, reservoir souring, biocorrosion and biofouling, microbial upgrading of oil and microbial influenced oil recovery.
nb: Sentralt i denne delen er forståelse og mekanismer for mikrobielle samfunn i oljereservoar, reservoar forsuring, biokorrosjon og biofouling.

source: This study has highlighted the critical role of providing individually tailored information to patients and creating meeting places for women in the same life situation [1].
nb: Denne studien har satt søkelyset på hvor avgjørende det er å gi individuelt tilpasset informasjon til pasienter og skape møteplasser for kvinner i samme livssituasjon [1].

source: A selection of reactions are performed and the products analysed for functional groups.
nb: Et utvalg reaksjoner utføres og produktene analyseres for funksjonelle grupper.

source: The University library wants to thank Janine Anne Campbell for a good collaboration in the process of publishing this dataset, and thus getting a good start for UiS Open Research Data.
nb: Universitetsbiblioteket takker Janine Anne Campbell for et godt samarbeid i prosessen med å få publisert dette datasettet, og dermed få en god start for UiS Open Research Data.

source: In the accompanying lab project students will mine blocks for a simulated proof-of-work blockchain and implement a secure application using smart contracts.
nb: I laboppgavene og prosjektet vil studentene jobbe med mining i en proof-of-work blokkjede og implementere en sikker applikasjon gjennom smarte kontrakter.

source: She has served on the editorial boards of Journal of Literacy Research, Reading Research Quarterly, Journal of Educational Psychology, and a number of other Journals.
nb: Hun har sittet i redaksjonen i Journal of Literacy Research, Reading Research Quarterly, Journal of Educational Psychology og en rekke andre tidsskrifter.

source: Over the last decade her research has explored how teachers’ and children’s beliefs about knowledge and knowing are connected to teaching and learning respectively.
nb: I løpet av det siste tiåret har forskningen hennes utforsket hvordan lærere og barns oppfattelse av kunnskap og «det å vite» er knyttet til undervisning og læring.

source: Production management for the building and construction industry.
nb: Produksjonsstyring for bygg og anlegg.

source: know basic principle for interpretation of experimental data from SEM and TEM
nb: kjenne til grunnleggende tolkning av eksperimentelle data fra SEM og TEM

source: Free vibrations of a single degree of freedom system.
nb: Fri svinging av system med en frihetsgrad.

source: Kinematic (e.g. strain), and dynamic (e.g. stress) concepts are introduced in order to understand the formation of these tectonic structures.
nb: Kinematiske (for eksempel tøyning / strain) og dynamiske (for eksempel spenning / stress) konsepter blir introdusert for å forstå dannelsen av dem.

source: Then this is an invitation to participate in the «NewbornTime» research project.
nb: Dette er en invitasjon til deg som skal føde ved Stavanger Universitetssjukehus (SUS) til å bidra i forskningsprosjektet «NewbornTime».

source: The ECIU University Research Institute for smart European regions (Smart-ER) will design, develop an
nb: ECIU University Research Institute for smart European regions (Smart-ER) skal utforme, utvikle og im Samarbeid med UiS

source: The effect of having participated in the preschool program among the children in low-quality preschools corresponds to 5 months of learning and development by assessment at the end of first grade.
nb: Effekten av å ha deltatt i førskoleopplegget for barna i barnehager av lav kvalitet tilsvarer 5 måneders læring og utvikling etter en vurdering ved slutten av første klasse.

source: University of Stavanger (UiS) and Gubkin Russian State University of Oil and Gas have associated theirexperience in research and teaching to establish a two-year double master's degree programme inOffshore Technology.
nb: Gubkin Russian State University of Oil and Gas og Universitetet i Stavanger (UiS) har forent sine erfaringer innenfor forskning og undervisning for å opprette et dobbelt masterprogram i offshore feltutvikling.

source: In 2020, almost 80 million people were fleeing from war and conflict.
nb: I 2020 var nesten 80 millioner mennesker på flukt fra krig og konflikt.

source: Be able to plan transport and traffic systems and design roads and streets of different types
nb: Kunne planlegge transport og trafikksystemer og prosjektere veier og gater av ulike typer

source: BID230 Introduction to programming, DAT110 Introduction to Programming, ÅMA100 Mathematical methods 1, ÅMA110 Introduction to Probability and Statistics, ÅMA260 Mathematical Methods 2
nb: BID230 Grunnleggende programmering, DAT110 Grunnleggende programmering, ÅMA100 Matematiske metoder 1, ÅMA110 Sannsynlighetsregning med statistikk, ÅMA260 Matematiske metoder 2

source: Plastic analysis and design case studies (collision, dropped object analysis and etc).
nb: Kapasitet for tverrsnitt med kombinerte lastvirkninger (moment om begge akser og normalkraft).

source: She has also taught singing at the Schubert Institute at Baden bei Wien (as an Artist in Residence), the Grieg Academy at the University of Bergen (main instrument), the Amsterdam Conservatory of Music (Erasmus exchange teaching), and the Norwegian Academy of Music (masterclass).
nb: Hun har også undervist i sang ved Schubert-instituttet i Baden bei Wien, Grieg-akademiet ved Universitetet i Bergen (hovedinstrument), Amsterdam konservatorium for musikk (Erasmus-utvekslingsundervisning) og Norsk akademi for Musikk (masterclass).

source: Did you miss out on Open Access Week this year?
nb: Gikk du glipp av årets Open Access Week?

source: Cristin displays your research and helps make it available and accessible.
nb: Cristin synliggjør din forskning og gjør den tilgjengelig.

source: Mechanical Engineering - Bachelor in Engineering, specialization in design and materials
nb: Maskiningeniør - bachelorstudium i ingeniørfag, studieretning konstruksjons- og materialteknikk

source: Zotero is a free and user-friendly program that creates references and bibliographies for you.
nb: Zotero er et gratis og brukervennlig program som lager referanser og litteraturlister for deg.

source: Topological and standardized space, Hilbert space.
nb: Topologiske og normerte rom, Hilbertrom.

source: Furthermore, the student shall have knowledge of important phenomena of advanced fluid dynamics, like flow regimes, boundary layers, instabilities and the transition to turbulent flow as well as basic CFD.
nb: Studenten skal videre ha kunnskap om viktige fenomener i videregående fluiddynamikk, som strømregimer, grensesjikt, ustabiliteter og overgang til turbulent strøm samt grunnleggende CFD.

source: Finalist, team "Custumer" and master students Merethe Langås, Tommaso Chezzi and Sander Vestin.
nb: Finalister, team "Custumer" med Lise Merethe Langås, Tommaso Chezzi og Sander Vestin.

source: Interaction with electromagnetic fields (Landau levels, spin resonance, electromagnetic transitions).
nb: Vekselvirkning med elektromagnetiske felter (Landau-nivåer, spinn resonans, elektromagnetiske overganger).

source: Monograph (ISBN/ISSN): Level 1 gives 5 points.
nb: Monografi (ISBN/ISSN): Nivå 1 gir 5 poeng.
